test/multiphaseEuler/populationBalance/binaryBreakup/system/functions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      functions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#includeFunc populationBalanceSizeDistribution
(
    name=numberDensity,
    populationBalance=bubbles,
    functionType=numberDensity,
    coordinateType=volume
)

// ************************************************************************* //
